<?php

namespace Syltaen;

add_action("init", function() {

    // ==================================================
    // > POST TYPES
    // ==================================================
    News::register();
    Teams::register();

    // ==================================================
    // > TAXONOMIES
    // ==================================================
    NewsTaxonomy::register();
    NewsTaxonomy::useFor([
        News::class
    ]);

    // ==================================================
    // > CUSTOM STATUS
    // ==================================================
    // News::addStatusTypes([
    //     "old_news"  => ["News dépassée", "News dépassées"],
    // ]);


    // ==================================================
    // > BLOCKS
    // ==================================================
    // ACFBLock::register();

});