Repository: Syltaen/syltaen
Catalog: app/lang/*.po
Languages: de_de, nl_nl

source: Précédent
de_de: Zurück
nl_nl: Vorige

source: Suivant
de_de: Weiter
nl_nl: Volgende

source: Recherche pour :
de_de: Forschung :
nl_nl: Uw zoekopdracht:

source: Adresse e-mail
de_de: E-Mail
nl_nl: E-mail

source: Cette page n'existe pas
de_de: Eine URL wurde falsch eingegeben oder die von Ihnen gesuchte Seite existiert nicht mehr.
nl_nl: Deze pagina bestaat niet

source: Retour à l'accueil
de_de: Rückkehr
nl_nl: Terug

source: Faire une recherche
nl_nl: Zoeken :

source: Recherche
de_de: Forschung
nl_nl: Zoeken

source: Gamme
nl_nl: Gamma

source: Plus d'infos
nl_nl: Meer lezen

source: Intéressé par nos produits ?
nl_nl: Interesse in onze producten?

source: Contactez-nous maintenant
nl_nl: Contacteer ons

source: Postuler
nl_nl: Solliciteren

source: Nouveau
nl_nl: Nieuw

source: Packaging
nl_nl: Verpakking

source: Découvrez nos autres produits
nl_nl: Ontdek onze andere producten

source: Recette
nl_nl: Recept

source: Ingrédients
nl_nl: Ingrediënten

source: Préparation
nl_nl: Bereiding

source: Ça pourrait vous intéresser
nl_nl: Vindt u misschien ook interessant

source: Pays
nl_nl: Land

source: Type de distributeur
nl_nl: Type verdeler

source: Recherche par nom
nl_nl: Zoeken op naam

source: Aucune offre d'emploi actuellement
nl_nl: Geen vacatures

source: Voir plus
nl_nl: Meer lezen

source: Produit
nl_nl: Producten

source: Application
nl_nl: Toepassing

source: Aucun résultat pour votre recherche
nl_nl: Geen resultaten

source: Postuler pour ce job
nl_nl: Solliciteren voor deze job

source: Lire plus
de_de: Mehr ...
nl_nl: Meer lezen

source: En savoir plus
nl_nl: Meer lezen

source: Voir toutes les applications
nl_nl: Bekijk alle toepassingen

source: Nos produits
nl_nl: Onze producten

source: Recettes
nl_nl: Recepten

source: /recettes
nl_nl: /nl/recepten

source: Voir toutes les recettes
nl_nl: Bekijk alle recepten

source: Première page
de_de: Erste Seite
nl_nl: Eerste pagina

source: Page précédente
de_de: Vorherige Seite
nl_nl: Vorige pagina

source: Page suivante
de_de: Nächste Seite
nl_nl: Volgende pagina

source: Dernière page
de_de: Letzte Seite
nl_nl: Laatste pagina

source: Page %s sur %s
de_de: Seite %s von %s
nl_nl: Pagina %s van %s

source: Utilisateur site
de_de: Website user
nl_nl: Website user

source: Inscription utilisateur
de_de: User registration
nl_nl: User registration

source: Retour
de_de: Rückkehr

source: Valeurs requises
de_de: Erforderliche Werte

source: Erreur 404
de_de: Fehler 404

source: Modifier votre recherche
de_de: Ändern Sie Ihre Suche

source: Votre adresse e-mail ou votre mot de passe est incorrect.
de_de: Ihre E-Mail-Adresse oder Ihr Passwort ist falsch.

source: Mot de passe perdu ?
de_de: Passwort vergessen?

source: Demander un nouveau mot de passe
de_de: Fordern Sie ein neues Passwort an

source: Votre compte doit être validé pour pouvoir vous connecter.
de_de: Ihr Konto muss validiert sein, um sich anmelden zu können.
